const questions = [

    {
    question: "Դասական լարային քառյակի կազմն է՝",
    options: [
    "2 ջութակ, 2 թավջութակ",
    "2 ջութակ, 1 ալտ, 1 թավջութակ",
    "1 ջութակ, 1 ալտ, 2 թավջութակ"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր օպերայի բեմադրությամբ է բացվել Երևանի օպերայի և բալետի ազգային ակադեմիական թատրոնը:",
    options: [
    "Դավիթ Բեկ",
    "Ալմաստ",
    "Դոն Ժուան"
    ],
    answer: 1
    },
    
    {
    question: "«Էրեբունի- Երևան» օրհներգի հեղինակներն են՝",
    options: [
    "Է. Միրզոյան-Հ.Շիրազ",
    "Տ.Մանսուրյան-Վ.Տերյան",
    "Է.Հովհաննիսյան-Պ.Սևակ"
    ],
    answer: 2
    },
    
    {
    question: "Ո՞ր կոմպոզիտորի անունով է անվանակոչված Երևանի ֆիլհարմոնիկ մեծ համերգասրահը։",
    options: [
    "Արամ Խաչատրյան",
    "Ալեքսանդր Սպենդիարյան",
    "Առնո Բաբաջանյան"
    ],
    answer: 0
    },
    
    {
    question: "Ու՞մ անունով է կոչվում Երևանի օպերայի և բալետի ազգային ակադեմիական թատրոնը։",
    options: [
    "Ա․Խաչատրյան",
    "Ալ․Սպենդիարյան",
    "Ա․Բաբաջանյան"
    ],
    answer: 1
    },
    {
    question: "Ու՞մ անունով է կոչվում Երևանի պետական կոնսերվատորիան։",
    options: [
    "Ալ․Սպենդիարյան",
    "Ա․Բաբաջանյան",
    "Կոմիտաս"
    ],
    answer: 2
    },
    
    {
    question: "Նշված գործիքներից ո՞րն է փայտյա-փողային։",
    options: [
    "շեփոր",
    "ֆլեյտա",
    "գալարափող"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր գործիքով են լարվում սիմֆոնիկ նվագախմբի գործիքները։",
    options: [
    "ֆլեյտա",
    "հոբոյ",
    "կլարնետ"
    ],
    answer: 1
    },
    
    {
    question: "Ու՞մ արձաններն են կանգնեցված Երևանի օպերային թատրոնի հրապարակում։",
    options: [
    "Թումանյան-Սպենդիարյան",
    "Իսահակյան-Սպենդիարյան",
    "Թումանյան-Կոմիտաս"
    ],
    answer: 0
    },
    
    {
    question: "Ու՞մ անունով է կոչվում Երևանի կամերային երաժշտության տունը",
    options: [
    "Կոմիտաս",
    "Ա․Բաբաջանյան",
    "Ա․Խաչատրյան"
    ],
    answer: 0
    },
    {
    question: "Այս վերնագրով ստեղծագործություններ են գրել Ա.Վիվալդին, Յ.Հայդնը և Պ.Չայկովսկին։",
    options: [
    "«Ձմեռային անուրջներ»",
    "«Տարվա եղանակներ»",
    "«Աշխարհի արարումը»"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞րն է սոնատային ալեգրոյի առաջին բաժինը",
    options: [
    "ռեպրիզա",
    "մշակում",
    "էքսպոզիցիա"
    ],
    answer: 2
    },
    
    {
    question: "Ինչպե՞ս է կոչվում ռոնդո ձևում բազմիցս կրկնվող թեման",
    options: [
    "ֆուգա",
    "ռեֆրեն",
    "իմիտացիա"
    ],
    answer: 1
    },
    
    {
    question: "Երաժշտական ձև, որը կառուցված է թեմայից և նրա ձևափոխված կրկնություններից:",
    options: [
    "սոնատային ալեգրո",
    "վարիացիա",
    "ռոնդո"
    ],
    answer: 1
    },
    
    {
    question: "Ի՞նչպես է կոչվում ամենափոքր երաժշտական ձևը",
    options: [
    "երկմաս ձև",
    "ռոնդո",
    "պարբերություն"
    ],
    answer: 2
    },
    {
    question: "Դասական կոնցերտը գրված է ․․․ համար։",
    options: [
    "մենակատարի",
    "մենակատարի և երգչախմբի",
    "մենակատարի և նվագախմբի"
    ],
    answer: 2
    },
    
    {
    question: "Ո՞րն է ամենամեծ պղնձյա-փողային գործիքը",
    options: [
    "տրոմբոն",
    "տուբա",
    "գալարափող"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞րն է հարվածային երաժշտական գործիքը",
    options: [
    "Եռանկյունի",
    "սեղան",
    "շրջան"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞րն է լարային գործիքների կսմթելով նվագելու շտրիխը:",
    options: [
    "առկո",
    "պիցիկատո",
    "ստակատո"
    ],
    answer: 1
    },
    
    {
    question: "Ի՞նչ ծագում ունեն մազուրկա և պոլոնեզ պարերը:",
    options: [
    "ֆրանսիական",
    "գերմանական",
    "լեհական"
    ],
    answer: 2
    },
    {
    question: "Նշվածներից ո՞րն է արական ցածր ձայն։",
    options: [
    "տենոր",
    "բարիտոն",
    "բաս"
    ],
    answer: 2
    },
    
    {
    question: "Նշվածներից ո՞րն է արական բարձր ձայն։",
    options: [
    "տենոր",
    "բարիտոն",
    "բաս"
    ],
    answer: 0
    },
    
    {
    question: "Նշվածներից ո՞րն է կանացի բարձր ձայն։",
    options: [
    "ալտ",
    "մեցո-սոպրանո",
    "սոպրանո"
    ],
    answer: 2
    },
    
    {
    question: "Նշվածներից ո՞րն է կանացի ցածր ձայն։",
    options: [
    "կոնտրալտո",
    "մեցցո-սոպրանո",
    "սոպրանո"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞ր ժանրին են պատկանում սոնատը, սիմֆոնիան, կվարտետը։",
    options: [
    "վոկալ-գործիքային",
    "գործիքային",
    "խմբերգային"
    ],
    answer: 1
    },
    {
    question: "Երգեհոնը ․․․ գործիք է։",
    options: [
    "փողային",
    "ստեղնաշարային",
    "փողային-ստեղնաշարային"
    ],
    answer: 2
    },
    
    {
    question: "Ինչպե՞ս է կոչվում օպերայի գրական տեքստը։",
    options: [
    "սցենար",
    "լիբրետո",
    "սյուժե"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր կոմպոզիտորին են անվանել «Վալսերի արքա»։",
    options: [
    "Ֆ․Շուբերտ",
    "Ֆ․Շոպեն",
    "Յ․Շտրաուս"
    ],
    answer: 2
    },
    
    {
    question: "Ո՞վ Վիեննական դասական դպրոցի ներկայացուցիչ չէ։",
    options: [
    "Յ․Ս․Բախ",
    "Յ․Հայդն",
    "Լ․Բեթհովեն"
    ],
    answer: 0
    },
    
    {
    question: "Ու՞մ ստեղծագործության մեջ է ձևավորվել սիմֆոնիկ նվագախմբի կազմը։",
    options: [
    "Յ․Հայդն",
    "Վ․Մոցարտ",
    "Լ․Բեթհովեն"
    ],
    answer: 0
    },
    {
    question: "Քանի՞սն են Յ․Հայդնի «Լոնդոնյան սիմֆոնիաները»։",
    options: [
    "6",
    "12",
    "24"
    ],
    answer: 1
    },
    
    {
    question: "Հայկական պար, որը կատարվել է ռազմական հաղթանակներ տոնելիս:",
    options: [
    "յարխուշտա",
    "քոչարի",
    "թամզարա"
    ],
    answer: 0
    },
    
    {
    question: "Հայկական պար՝ միակը աշխարհում, որն իրենից ներկայացնում է «երկու հարկանի» պար:",
    options: [
    "շալախո",
    "բերդ",
    "լորկե"
    ],
    answer: 1
    },
    
    {
    question: "Ինչպե՞ս է կոչվում Յ․Հայդնի 103-րդ սիմֆոնիան։",
    options: [
    "«Շեփորների փոխկանչով»",
    "«Զանգերի ղողանջներով»",
    "«Լիտավրների տրեմոլոյով»"
    ],
    answer: 2
    },
    
    {
    question: "Ու՞մ են անվանում «Սիմֆոնիայի հայր»։",
    options: [
    "Յ․Հայդն",
    "Վ․Մոցարտ",
    "Լ․Բեթհովեն"
    ],
    answer: 0
    },
    {
    question: "Ո՞ր երաժշտական ուղղության ներկայացուցիչն է Վ․Մոցարտը։",
    options: [
    "Ռոմանտիզմ",
    "Իմպրեսիոնիզմ",
    "Կլասիցիզմ"
    ],
    answer: 2
    },
    
    {
    question: "Ի՞նչ է թարգմանաբար նշանակում բալետ:",
    options: [
    "պար",
    "պտույտ",
    "շարժում"
    ],
    answer: 0
    },
    
    {
    question: "Նշվածներից ո՞րն է Վ․Մոցարտի օպերան։",
    options: [
    "«Ֆիգարոյի ամուսնությունը»",
    "«Սևիլյան սափրիչ»",
    "«Ֆիդելիո»"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞ր օպերայի հեղինակն է Վ․Մոցարտը։",
    options: [
    "«Կախարդական լիճ»",
    "«Կախարդական սրինգ»",
    "«Կախարդական փայտիկ»"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր կոմպոզիտորն է գրել «Ռեքվիեմ»։",
    options: [
    "Յ․Հայդն",
    "Վ․Մոցարտ",
    "Լ․Բեթհովեն"
    ],
    answer: 1
    },
    {
    question: "Ո՞ր երաժշտական ուղղության ներկայացուցիչն է Լ․Բեթհովենը։",
    options: [
    "Ռոմանտիզմ",
    "Բարոկկո",
    "Կլասիցիզմ"
    ],
    answer: 2
    },
    
    {
    question: "Ինչպե՞ս է կոչվում Լ․Բեթհովենի թ․8 սոնատը։",
    options: [
    "«Պաթետիկ»",
    "«Ապասիոնատ»",
    "«Լուսնի սոնատ»"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞վ է վոկալ բալլադ ժանրի հիմնադիրը:",
    options: [
    "Ֆ․Շուբերտ",
    "Ֆ․Շոպեն",
    "Ռ․Շուման"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞վ է դաշնամուրային բալլադ ժանրի հիմնադիրը:",
    options: [
    "Ֆ․Շուբերտ",
    "Ֆ․Շոպեն",
    "Ռ․Շուման"
    ],
    answer: 1
    },
    
    {
    question: "Քանի՞ դաշնամուրային սոնատ ունի Լ․Բեթհովենը։",
    options: [
    "19",
    "32",
    "52"
    ],
    answer: 1
    },
    {
    question: "Քանի՞ սիմֆոնիա ունի Լ․Բեթհովենը։",
    options: [
    "100",
    "50",
    "9"
    ],
    answer: 2
    },
    
    {
    question: "Ինչպե՞ս է կոչվում Լ․Բեթհովենի միակ օպերան։",
    options: [
    "«Ֆիդելիո»",
    "«Էգմոնտ»",
    "«Ֆաուստ»"
    ],
    answer: 0
    },
    
    {
    question: "Լ․Բեթհովենն իր ո՞ր սիմֆոնիայում է օգտագործել երգչախումբ։",
    options: [
    "6-րդ",
    "3-րդ",
    "9-րդ"
    ],
    answer: 2
    },
    
    {
    question: "Ո՞վ է ռոմանտիզմի հիմնադիրը երաժշտության մեջ։",
    options: [
    "Ֆ․Շուբերտ",
    "Ռ․Շուման",
    "Ֆ․Շոպեն"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞ր սիմֆոնիայի հեղինակն է Ֆ․Շուբերտը։",
    options: [
    "«Ֆանտաստիկ»",
    "«Անավարտ»",
    "«Զանգերով»"
    ],
    answer: 1
    },
    {
    question: "Քանի՞ մասից է կազմված Ֆ․Շուբերտի «Անավարտ» սիմֆոնիան։",
    options: [
    "1",
    "2",
    "3"
    ],
    answer: 1
    },
    
    {
    question: "Ֆ․Շոպենը նաև փայլուն ․․․ էր։",
    options: [
    "դիրիժոր",
    "դաշնակահար",
    "ջութակահար"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր ժանրում չի ստեղծագործել Ֆ․Շոպենը։",
    options: [
    "օպերա",
    "կոնցերտ",
    "սոնատ"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞ր ազգի կոմպոզիտոր է Ֆ․Շոպենը։",
    options: [
    "Հրեա",
    "Հույն",
    "Լեհ"
    ],
    answer: 2
    },
    
    {
    question: "Քանի՞ «Պրելյուդ և ֆուգա»–ից է բաղկացած Բախի «Լավ տեմպերացված կլավիրը»։",
    options: [
    "12",
    "36",
    "48"
    ],
    answer: 2
    },
    {
    question: "Ո՞ր ժանրում չի ստեղծագործել Յ․Ս․Բախը։",
    options: [
    "օպերա",
    "օրատորիա",
    "մեսսա"
    ],
    answer: 0
    },
    
    {
    question: "Նշվածներից ո՞րն է պոլիֆոնիկ ստեղծագործություն։",
    options: [
    "պոլոնեզ",
    "ֆուգա",
    "սիմֆոնիա"
    ],
    answer: 1
    },
    
    {
    question: "Ի՞նչ է նշանակում ֆուգա։",
    options: [
    "քայլ",
    "վազք",
    "թռիչք"
    ],
    answer: 1
    },
    
    {
    question: "Ի՞նչ տոհմից էր սերում Բախը։",
    options: [
    "բժիշկների",
    "երաժիշտների",
    "իրավաբանների"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր լեզուներով է ստեղծագործել Սայաթ-Նովան։",
    options: [
    "Հայերեն, վրացերեն, պարսկերեն",
    "Հայերեն, թուրքերեն, ռուսերեն",
    "Վրացերեն, հնդկերեն, անգլերեն"
    ],
    answer: 0
    },
    {
    question: "Նշվածներից ո՞ր բալետի հեղինակն է Պ․Ի․Չայկովսկին:",
    options: [
    "«Մոխրոտը»",
    "«Շչելկունչիկ»",
    "«Սպարտակ»"
    ],
    answer: 1
    },
    
    {
    question: "Ի՞նչ ժանրի ստեղծագործություններ են Է․Հովհաննիսյանի «Մարմարը», «Հավերժական կուռքը» և «Անտունին»։",
    options: [
    "Օպերա",
    "Բալետ",
    "Կանտատ"
    ],
    answer: 1
    },
    
    {
    question: "Վ․Շեքսպիրի ո՞ր ողբերգության հիման վրա է Ս․Պրոկոֆևը գրել իր հայտնի բալետը։",
    options: [
    "«Համլետ»",
    "«Ռոմեո և Ջուլիետ»",
    "«Լիր արքա»"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞վ է «Կրակե օղակում» և «Երկրաշարժ» օպերաների հեղինակը:",
    options: [
    "Ալ․Սպենդիարյան",
    "Ա․Տերտերյան",
    "Ալ․Հարությունյան"
    ],
    answer: 1
    },
    
    {
    question: "Հայ կոմպոզիտորներից ու՞մ սիմֆոնիաներում ենք հանդիպում զուռնա, դուդուկ, քամանչա, դափ և մագնիտոֆոնային ձայնագրություն:",
    options: [
    "Է․Միրզոյան",
    "Ա․Խաչատրյան",
    "Ա․Տերտերյան"
    ],
    answer: 2
    },
    {
    question: "Ինչպե՞ս է կոչվում Դ․Շոստակովիչի 7-րդ սիմֆոնիան:",
    options: [
    "«Մոսկովյան»",
    "«Պետերբուրգյան»",
    "«Լենինգրադյան»"
    ],
    answer: 2
    },
    
    {
    question: "Նշվածներից ո՞վ չի գրել «Պրելյուդներ և ֆուգաներ»։",
    options: [
    "Յ․Ս․Բախ",
    "Ս․Պրոկոֆև",
    "Դ․Շոստակովիչ"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր երկրում է ծնվել Ա․Խաչատրյանը։",
    options: [
    "Վրաստան",
    "Ռուսաստան",
    "Հայաստան"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞վ է «Զանգերով» սիմֆոնիայի հեղինակը:",
    options: [
    "Ա․Խաչատրյան",
    "Ս․Պրոկոֆև",
    "Լ․Բեթհովեն"
    ],
    answer: 0
    },
    
    {
    question: "Որտե՞ղ է ծավալվում Ա․Խաչատրյանի «Սպարտակ» բալետի իրադարձությունները։",
    options: [
    "Հին Հայաստան",
    "Հին Հռոմ",
    "Հին Եգիպտոս"
    ],
    answer: 1
    },
    {
    question: "Ա․Խաչատրյանի ո՞ր բալետում է հնչում հայտնի «Սուսերով պարը»։",
    options: [
    "«Գայանե»",
    "«Սպարտակ»",
    "«Դիմակահանդես»"
    ],
    answer: 0
    },
    
    {
    question: "Ա․Խաչատրյանի ո՞ր բալետում է հնչում հայտնի «Լեզգինկան»։",
    options: [
    "«Գայանե»",
    "«Սպարտակ»",
    "«Դիմակահանդես»"
    ],
    answer: 0
    },
    
    {
    question: "Ի՞նչ ժանրի ստեղծագործություն է Ա․Խաչատրյանի «Սպարտակ»-ը:",
    options: [
    "Սիմֆոնիա",
    "Բալետ",
    "Օպերա"
    ],
    answer: 1
    },
    
    {
    question: "Նշվածներից ո՞րն է հայկական առաջին բալետը։",
    options: [
    "«Երջանկություն»",
    "«Սևան»",
    "«Մարմար»"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞ր ժանրում չի ստեղծագործել Ա․Խաչատրյանը:",
    options: [
    "բալետ",
    "օպերա",
    "կոնցերտ"
    ],
    answer: 1
    },
    {
    question: "Ինչպե՞ս է կոչվում Ա․Խաչատրյանի 2-րդ սիմֆոնիան։",
    options: [
    "«Հերոսական»",
    "«Դյուցազնական»",
    "«Զանգերով»"
    ],
    answer: 2
    },
    
    {
    question: "Հայկական ո՞ր երգի մեղեդին է օգտագործել Ա․Խաչատրյանը 2-րդ սիմֆոնիայի 3-րդ մասում։",
    options: [
    "«Որսկան ախպեր»",
    "«Քելե, քելե»",
    "«Դլե յաման»"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞ր երգն է օգտագործել Է․Միրզոյանն իր լարայինների և լիտավրների համար գրված սիմֆոնիայում։",
    options: [
    "«Քեռին եկավ մեր բակը»",
    "«Ալագյազ»",
    "«Թագվորի մեր դուս արի»"
    ],
    answer: 0
    },
    
    {
    question: "Նշվածներից ո՞րն է Ա․Բաբաջանյանի հայտնի ստեղծագործությունը։",
    options: [
    "«Հերոսական պոեմ»",
    "«Հերոսական բալլադ»",
    "«Հերոսական սիմֆոնիա»"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր կոմպոզիտորի հիշատակին է նվիրել Ա․Բաբաջանյանն իր «Էլեգիա» դաշնամուրային ստեղծագործությունը:",
    options: [
    "Արամ Խաչատրյան",
    "Արմեն Տիգրանյան",
    "Կոմիտաս"
    ],
    answer: 0
    },
    {
    question: "Ո՞վ էր կոմպոզիտոր Ղազարոս Սարյանի հայրը։",
    options: [
    "նկարիչ",
    "գրող",
    "ճարտարապետ"
    ],
    answer: 0
    },
    
    {
    question: "Ովքե՞ր են «Առաջին սիրո երգը» կինոնկարի երաժշտության համահեղինակները։",
    options: [
    "Ալ․Հարությունյան-Ա․Բաբաջանյան",
    "Ա․Բաբաջանյան-Ղ․Սարյան",
    "Ղ․Սարյան-Է․Միրզոյան"
    ],
    answer: 1
    },
    
    {
    question: "Նշված կինոնկարներից որի՞ երաժշտության հեղինակն է Ա․Բաբաջանյանը։",
    options: [
    "«Ինչո՞ւ է աղմկում գետը»",
    "«Պեպո»",
    "«Հարսնացու հյուսիսից»"
    ],
    answer: 2
    },
    
    {
    question: "Ովքե՞ր են «Հայկական ռապսոդիայի» համահեղինակները։",
    options: [
    "Ալ․Հարությունյան-Ա․Բաբաջանյան",
    "Ա․Բաբաջանյան-Ղ․Սարյան",
    "Ղ․Սարյան-Է․Միրզոյան"
    ],
    answer: 0
    },
    
    {
    question: "Ա․Բաբաջանյանը նաև փայլուն … էր։",
    options: [
    "Դաշնակահար",
    "Ջութակահար",
    "Թավջութակահար"
    ],
    answer: 0
    },
    {
    question: "Ինչպե՞ս է կոչվում Ղ․Սարյանի սիմֆոնիկ ստեղծագործությունը։",
    options: [
    "Սիմֆոնիկ պաննո",
    "Սիմֆոնիկ երգ",
    "Սիմֆոնիկ էտյուդ"
    ],
    answer: 0
    },
    
    {
    question: "Ի՞նչ կազմի համար է գրված Է․Միրզոյանի սիմֆոնիան:",
    options: [
    "Փայտե փողայիններ-լիտավրներ",
    "Պղնձե փողայիններ-լիտավրներ",
    "Լարայիններ-լիտավրներ"
    ],
    answer: 2
    },
    
    {
    question: "Ո՞վ է ռուս դասական երաժշտության հիմնադիրը։",
    options: [
    "Մ․Գլինկա",
    "Ալ․Բորոդին",
    "Ս․Ռախմանինով"
    ],
    answer: 0
    },
    
    {
    question: "Ու՞մ է նվիրված Ղ․Սարյանի «Պասակալիան»։",
    options: [
    "Կոմպոզիտորի դստերը՝ Լուսիկ Սարյանին",
    "Կոմպոզիտորի հորը՝ Մ․Սարյանին",
    "Կոմպոզիտորի ուսուցչին՝ Վ․Տալյանին"
    ],
    answer: 0
    },
    
    {
    question: "Ո՞վ «Հայկական հնգյակից» չէ։",
    options: [
    "Ա․Խուդոյան",
    "Ա․Բաբաջանյան",
    "Գ․Եղիազարյան"
    ],
    answer: 2
    },
    {
    question: "Ո՞վ է «Երանգի», «Ունաբի», «Շուշիկի», «Մարալի», «Ետ առաջ», «Շորոր» դաշնամուրային պարերի հեղինակը:",
    options: [
    "Սայաթ-Նովա",
    "Կոմիտաս",
    "Ա․Բաբաջանյան"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞վ է հայ դասական սիմֆոնիկ երաժշտության հիմնադիրը։",
    options: [
    "Մակար Եկմալյան",
    "Կոմիտաս",
    "Ալեքսանդր Սպենդիարյան"
    ],
    answer: 2
    },
    
    {
    question: "Ո՞վ է հայ ազգային կոմպոզիտորական դպրոցի հիմնադիրը։",
    options: [
    "Ք․Կարա-Մուրզա",
    "Մ․Եկմալյան",
    "Կոմիտաս"
    ],
    answer: 2
    },
    
    {
    question: "Որտե՞ղ է ծնվել Արմեն Տիգրանյանը։",
    options: [
    "Թիֆլիս",
    "Երևան",
    "Ալեքսանդրապոլ"
    ],
    answer: 2
    },
    
    {
    question: "Ո՞ր օպերայի հեղինակն է Արմեն Տիգրանյանը։",
    options: [
    "«Արշակ Բ»",
    "«Դավիթ Բեկ»",
    "«Սասունցի Դավիթ»"
    ],
    answer: 1
    },
    {
    question: "Ո՞ր օպերայում է հնչում «Ամպի տակից ջուր է գալիս» խմբերգը:",
    options: [
    "«Ալմաստ»",
    "«Անուշ»",
    "«Արշակ Բ»"
    ],
    answer: 1
    },
    
    {
    question: "Նշվածներից ո՞վ չի անդրադարձել Թումանյանի «Անուշ» պոեմին:",
    options: [
    "Կոմիտաս",
    "Արմեն Տիգրանյան",
    "Ալեքսանդր Սպենդիարյան"
    ],
    answer: 2
    },
    
    {
    question: "Ո՞ր օպերայի հերոսներն են Մոսին ու Սարոն։",
    options: [
    "«Ալմաստ»",
    "«Արշակ Բ»",
    "«Անուշ»"
    ],
    answer: 2
    },
    
    {
    question: "Հ․Թումանյանի ո՞ր պոեմի հիման վրա է Ալ․Սպենդիարյանը գրել իր միակ օպերան։",
    options: [
    "«Թմկաբերդի առումը»",
    "«Անուշ»",
    "«Լոռեցի Սաքոն»"
    ],
    answer: 0
    },
    
    {
    question: "Ալ․Սպենդիարյանի հայտնի ստեղծագործությունը կոչվում է ․․․",
    options: [
    "«Երեք ուռենի»",
    "«Երեք արմավենի»",
    "«Երեք եղևնի»"
    ],
    answer: 1
    },
    {
    question: "Ի՞նչ ժանրի օպերա է Ալ.Սպենդիարյանի «Ալմաստ» օպերան",
    options: [
    "քնարական-կենցաղային",
    "Կատակերգային",
    "հայրենասիրական-հերոսական"
    ],
    answer: 2
    },
    
    {
    question: "Սայաթ-Նովայի իսկական անուն-ազգանունն է ․․․",
    options: [
    "Սայաթ Հարությունյան",
    "Հարություն Սայադյան",
    "Հարություն Հարությունյան"
    ],
    answer: 1
    },
    
    {
    question: "Սայաթ-Նովայի հայտնի երգն է…",
    options: [
    "«Մախմուր աղջիկ»",
    "«Հոռովել»",
    "«Քանի վուր ջան իմ»"
    ],
    answer: 2
    },
    
    {
    question: "Ո՞վ է «Ղրիմի էսքիզներ» սիմֆոնիկ սյուիտի հեղինակը։",
    options: [
    "Ռոմանոս Մելիքյան",
    "Ալեքսանդր Սպենդիարյան",
    "Արամ Խաչատրյան"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր երկու մեծանուն գործիչներն են ծնվել 1869թ․։",
    options: [
    "Հովհ․Թումանյան-Կոմիտաս",
    "Ալ․Սպենդիարյան-Մ․Գորկի",
    "Ա․Տիգրանյան-Տ․Չուխաջյան"
    ],
    answer: 0
    },
    {
    question: "Մակար Եկմալյանի հայտնի ստեղծագործությունն է ․․․",
    options: [
    "Բալետ",
    "Պատարագ",
    "Օրատորիա"
    ],
    answer: 1
    },
    
    {
    question: "Կոմիտասի իսկական անուն-ազգանունն էր՝",
    options: [
    "Սարգիս Սարգսյան",
    "Սողոմոն Սողոմոնյան",
    "Հարություն Հարությունյան"
    ],
    answer: 1
    },
    
    {
    question: "Որտե՞ղ է ծնվել Կոմիտասը։",
    options: [
    "Քյոթահիա",
    "Կոնստանդնուպոլիս",
    "Ալեքսանդրապոլ"
    ],
    answer: 0
    },
    
    {
    question: "Ե՞րբ և որտե՞ղ է մահացել Կոմիտասը։",
    options: [
    "1933թ․ Երևանում",
    "1934թ․ Թիֆլիսում",
    "1935թ․ Փարիզում"
    ],
    answer: 2
    },
    
    {
    question: "Ու՞մ է նվիրված Պ․Սևակի «Անլռելի զանգակատուն» պոեմը։",
    options: [
    "Կոմիտաս",
    "Մ․Եկմալյան",
    "Ա․Խաչատրյան"
    ],
    answer: 0
    },
    
    {
    question: "Կոմիտասի կազմած երգչախումբը կոչվում էր ․․․ ։",
    options: [
    "«Աշուղ»",
    "«Գուսան»",
    "«Վիպասան»"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞վ է գրել առաջին հայկական օպերան:",
    options: [
    "Ալ․Սպենդիարյան",
    "Ա․Տիգրանյան",
    "Տ․Չուխաջյան"
    ],
    answer: 2
    },
    
    {
    question: "Հայ կոմպոզիտորներից ո՞վ չի գրել «Պատարագ»:",
    options: [
    "Կոմիտաս",
    "Արամ Խաչատրյան",
    "Մակար Եկմալյան"
    ],
    answer: 1
    },
    
    {
    question: "Ու՞մ են պատկանում հետևյալ խոսքերը․ «Ժողովուրդն է ստեղծում երաժշտությունը․ գնացե՛ք և սովորե՛ք նրանից»:",
    options: [
    "Կարա-Մուրզա",
    "Կոմիտաս",
    "Ալ․Սպենդիարյան"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր երգաշարի հեղինակն է Ռոմանոս Մելիքյանը։",
    options: [
    "«Գեղեցիկ ջրաղացպանուհին»",
    "«Զմրուխտի»",
    "«Հուշարձան մայրիկիս»"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞վ է «Արշակ Բ» օպերայի հեղինակը:",
    options: [
    "Ալ․Սպենդիարյան",
    "Ա․Տիգրանյան",
    "Տ․Չուխաջյան"
    ],
    answer: 1
    },
    
    {
    question: "Ո՞ր գործիքի համար է գրված Ալ. Հարությունյանի կոնցերտը:",
    options: [
    "Հոբոյ",
    "Կլարնետ",
    "Շեփոր"
    ],
    answer: 2
    }
]